{
    "projects": [
    {
      "date": "2021-12-13",
      "title": "Early Childhood Development Program",
      "shortDescription": "Launch of the National Multi-sectoral Early Childhood Development Programme.",
      "details": {
        "overview": "Tanzania launched its first multisectoral ECD program 'National Multi-sectoral Early Childhood Development Programme' (NMECDP 2021/22-2025/26) on December 13, 2021. With this, Tanzania is counted among the first countries in Eastern and Central Africa to launch such a multi-sectoral ECD Program and second in Africa after South Africa. This is a great achievement for Tanzania.",
        "role": "19 Events's role was overall Event Management, making sure that all parts of the conference are running smoothly and the event is produced at the highest level with a registration of 800+ attendants. The management included, the overall event management, branding, online and physical attendee registration and communications and event reporting.",
        "outcomes": [
          { "number": "801", "name": "Total Physical Participants" },
          { "number": "376", "name": "Total Online Participants" },
          { "number": "141,503", "name": "Total Social Media Post Reach" },
          { "number": "315", "name": "Media Houses Present at the Launch" }
        ],
        "eventInfo": [
          { "category": "Event Videos", "link": "https://bit.ly/37LG4xp" },
          { "category": "Event Photos", "link": "https://photos.app.goo.gl/F5fbynWzxt5rpQas8" }
        ]
      }
    },
    {
      "date": "2021-04-16",
      "title": "NAIA Launch Dodoma",
      "shortDescription": "Launch of the National Accelerated Action and Investment Agenda for Adolescent Health and Wellbeing.",
      "details": {
        "overview": "On 16 April 2021, the government of Tanzania launched the National Accelerated Action and Investment (NAIA) Agenda for Adolescent Health and Wellbeing 2020/21-2023/24 at a high-level event held in Dodoma. The event was graced by Hon. Kassim Majaliwa Majaliwa, Prime Minister of the United Republic of Tanzania.",
        "role": "19 Events's role was overall Event Management, Communication and registration of the 1000+ attendees, design and branding, managing accommodations and transportation for all attendees, organizing two gala nights and entertainment as well as organizing excursions for spouses of attendees to enjoy the beauty that Tanzania has to offer.",
        "outcomes": [
          { "number": "141,503", "name": "Total Social Media Posts Reach" },
          { "number": "5,703", "name": "Online Participation" },
          { "number": "191", "name": "Total Social Media Impressions" },
          { "number": "29", "name": "Media Houses Present at the Event" }
        ],
        "eventInfo": [
          { "category": "Event Photos", "link": "https://photos.app.goo.gl/AM8AbQZrPgBoTSG79" }
        ]
      }
    },
    {
      "date": "2021-04-29",
      "title": "Tacaids Dodoma Conference",
      "shortDescription": "Annual Meeting of Stakeholders Implementing HIV and AIDS Interventions.",
      "details": {
        "overview": "On the 29th and 30th of April, TACAIDS together with its partners conducted the Annual Meeting of Stakeholders Implementing HIV and AIDS Interventions targeting Adolescent Girls and Young Women.",
        "role": "19 Events's role was overall Event Management, Communication and registration of the 1000+ attendees, design and branding, managing accommodations and transportation for all attendees, organizing two gala nights and entertainment as well as organizing excursions for spouses of attendees to enjoy the beauty that Tanzania has to offer.",
        "outcomes": [
          { "number": "200+", "name": "Total Conference Participation" },
          { "number": "700+", "name": "Online Participation" },
          { "number": "200K+", "name": "Total Social Media Impressions" },
          { "number": "29", "name": "Media Houses Present at the Event" }
        ],
        "eventInfo": [
          { "category": "Event Photos", "link": "https://photos.app.goo.gl/qMJeTmdhjXXiTx5X9" }
        ],
        "testimonials": [
          {
            "name": "Brian Paul",
            "title": "Technical Lead at Studio 19",
            "testimonial": "The event went very well, I am very pleased with how Studio 19 managed the event with full attention."
          }
        ]
      }
    },
    {
      "date": "2024-06-20",
      "title": "The Day of the African Child 2024",
      "shortDescription": "Commemoration of the Soweto Uprising and addressing current state of education in Africa.",
      "details": {
        "overview": "The Day of the African Child is a commemoration of the Soweto Uprising in 1976, when students protested against education injustice and inequality in the apartheid regime. Initiated by the Organisation of African Unity (now African Union), it is celebrated on June 16 every year since 1991. 19 Events organised an event to commemorate the Day of the African Child on June 20, 2024, at Karimjee Hall, Dar es Salaam. The event focused on addressing the current state of education in Africa and urging African governments to prioritize education funding, particularly for pre-primary and foundational learning. The event theme was aligned with the African Union's celebration of 2024 as the Year of Education.",
        "role": "19 Events was the main organiser of the event. Our responsibilities included planning and coordinating the event, inviting speakers and guests, managing logistics, and ensuring the smooth execution of the program.",
        "outcomes": [
          { "number": "2000+", "name": "Total Event Participation" }
        ],
        "eventInfo": [
          { "category": "Event Video", "link": "https://vimeo.com/966682318/89b4f3b9c1" }
        ]
      }
    }
]
}